{
    "issues" : [
        {
            "id": "S1",
            "type": "story",
            "priority": "highest",
            "estimation": 1,
            "summary": "Create static data for issues which should contain some test data that should be also realistic and long enough",
            "description": "This story is regarding creating static data, it will be used till server starts sending the data, so that UI can be tested with real deal"
        },
        {
            "id": "S2",
            "type": "story",
            "priority": "highest",
            "estimation": 2,
            "summary": "Create reducer for issues which should manage actions related to issues like loading the data, loading more, etc",
            "description": "This story is regarding Create reducer for issues which should manage actions related to issues like loading the data, loading more data on scroll, addting  data, ALL CRUD"
        },
        {
            "id": "S3",
            "type": "story",
            "priority": "high",
            "estimation": 2,
            "summary": "Create action creators for issues which should allow view to create and dispatch actions, those should be exported as well",
            "description": "Create action creators for issues which should allow view to create and dispatch actions, those should be exported as well and also it should cover every action"
        },
        {
            "id": "B1",
            "type": "bug",
            "priority": "medium",
            "estimation": 2,
            "summary": "sample bug related to issue reducer",
            "description": "bug may depend on some story or some other bug, etc. See there can links assocaite with it. try to tackle that."
        },
        {
            "id": "S4",
            "type": "story",
            "priority": "low",
            "estimation": 3,
            "summary": "Create edit screen for an issue. The screen would allow user to add the data for an issue. It also validates that in some manner.",
            "description": "Create edit screen for an issue. The screen would allow user to add the data for an issue. It also validates that in some manner. This screen will be also used for editing purposes as well"
        }
    ]
}
